{
  "class_name": "Sequential",
  "config": [
    {
      "class_name": "Dense",
      "config": {
        "name": "dense_1",
        "trainable": true,
        "batch_input_shape": [
          null,
          76
        ],
        "dtype": "float32",
        "units": 250,
        "activation": "relu",
        "use_bias": true,
        "kernel_initializer": {
          "class_name": "Orthogonal",
          "config": {
            "gain": 1.0,
            "seed": null
          }
        },
        "bias_initializer": {
          "class_name": "Zeros",
          "config": {}
        },
        "kernel_regularizer": null,
        "bias_regularizer": null,
        "activity_regularizer": null,
        "kernel_constraint": null,
        "bias_constraint": null
      }
    },
    {
      "class_name": "Dense",
      "config": {
        "name": "dense_2",
        "trainable": true,
        "units": 250,
        "activation": "relu",
        "use_bias": true,
        "kernel_initializer": {
          "class_name": "Orthogonal",
          "config": {
            "gain": 1.0,
            "seed": null
          }
        },
        "bias_initializer": {
          "class_name": "Zeros",
          "config": {}
        },
        "kernel_regularizer": null,
        "bias_regularizer": null,
        "activity_regularizer": null,
        "kernel_constraint": null,
        "bias_constraint": null
      }
    },
    {
      "class_name": "Dense",
      "config": {
        "name": "dense_3",
        "trainable": true,
        "units": 250,
        "activation": "relu",
        "use_bias": true,
        "kernel_initializer": {
          "class_name": "Orthogonal",
          "config": {
            "gain": 1.0,
            "seed": null
          }
        },
        "bias_initializer": {
          "class_name": "Zeros",
          "config": {}
        },
        "kernel_regularizer": null,
        "bias_regularizer": null,
        "activity_regularizer": null,
        "kernel_constraint": null,
        "bias_constraint": null
      }
    },
    {
      "class_name": "Dense",
      "config": {
        "name": "dense_4",
        "trainable": true,
        "units": 1,
        "activation": "sigmoid",
        "use_bias": true,
        "kernel_initializer": {
          "class_name": "Orthogonal",
          "config": {
            "gain": 1.0,
            "seed": null
          }
        },
        "bias_initializer": {
          "class_name": "Zeros",
          "config": {}
        },
        "kernel_regularizer": null,
        "bias_regularizer": null,
        "activity_regularizer": null,
        "kernel_constraint": null,
        "bias_constraint": null
      }
    }
  ],
  "keras_version": "2.0.3",
  "backend": "theano"
}